{
  "total": 178,
  "records": [
    {
      "Name": "Berggruen Institute",
      "Website": "http://www.berggruen.org/",
      "About": "Since its founding, the Berggruen Institute has forged new conceptual frameworks to meet the challenges and harness the opportunities of the arriving future. As an independent think and action tank, we have the autonomy to step outside the usual lanes, reaching beyond academic disciplines to bridge social divides, partisan dispositions, and cultural boundaries.",
      "Year Founded": "2010",
      "Location": "Los Angeles, California",
      "Domain": ""
    },
    {
      "Name": "Design It For Us",
      "Website": "https://designitforus.org/",
      "About": "Design It For Us is a youth-led coalition of young people, activists, and leaders that aims to achieve policy reforms to protect kids, teens, and young adults online. The coalition is led by two Co-Chairs and a team of Organizing Directors between the ages of 18 and 26. The coalition is also supported by an array of youth-led organizations and advisors.",
      "Year Founded": "2023",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Common Goal",
      "Website": "https://www.common-goal.org/",
      "About": "Common Goal is a global impact movement that uses football to leverage the power of the collective towards achieving the Global Goals. The movement uses 1% as a symbol to enable, inspire and mobilise every stakeholder from the global football community to play a meaningful role in support of our people and planet. It provides a simple and impactful mechanic to pledge collectively to high-impact initiatives that accelerate progress towards achieving the UN SDGs. In doing so, Common Goal aims to e",
      "Year Founded": "2017",
      "Location": "Berlin, Germany",
      "Domain": ""
    },
    {
      "Name": "Consumer Reports",
      "Website": "https://www.consumerreports.org/cro/index.htm",
      "About": "Consumer Reports is an independent, nonprofit member organization that works side by side with consumers for truth, transparency, and fairness in the marketplace.",
      "Year Founded": "1936",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Center for Countering Digital Hate",
      "Website": "https://counterhate.com/",
      "About": "The Center for Countering Digital Hate works to stop the spread of online hate and disinformation through innovative research, public campaigns and policy advocacy.",
      "Year Founded": "2019",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Center for Youth and AI",
      "Website": "https://youth-ai.org/",
      "About": "We founded the Center for Youth and AI because we’re afraid to sleepwalk into another tech-related disaster. The risk is simple: society is unprepared for AI systems that’ll transform our education, careers and lives. We want to change that. We aim to become the leading research organization to discover and amplify youth voices on AI, and to educate and prepare young people for the opportunities and challenges ahead.",
      "Year Founded": "2024",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Encode",
      "Website": "https://encodeai.org/",
      "About": "Founded in July 2020, we are an international youth movement collectively working to reimagine the future of AI through policy, advocacy, and public awareness efforts. Encode Justice is powered by nearly 1,000 high school and college students from every inhabited continent. We acknowledge that without swift action, AI will continue to pose profound and large-scale risks to our society, economy, and democracy, including algorithmic bias, labor displacement, disinformation, institutional destabili",
      "Year Founded": "",
      "Location": "Virtual",
      "Domain": ""
    },
    {
      "Name": "Citizen University",
      "Website": "https://citizenuniversity.us/",
      "About": "Citizen University is building a culture of powerful, responsible citizenship across the country. They spread the belief that a strong democracy depends on strong citizens — that we all have the power to make change in civic life and the responsibility to try. They design gatherings, rituals, and workshops that focus on civic power and civic character as the building blocks of powerful citizenship. They then train and activate civic catalysts nationwide to bring the beliefs and practices of powe",
      "Year Founded": "2016",
      "Location": "Seattle, Washington",
      "Domain": ""
    },
    {
      "Name": "Center for Economic Research on Governance, Inequality and Conflict",
      "Website": "https://www.cergic-lyon.fr/",
      "About": "We are a research unit in economics with strong in interests in the implications of the digital revolution on governance, citizenship, and societal interactions (political processes, social networks, and individual rights...)",
      "Year Founded": "2023",
      "Location": "Lyon, France",
      "Domain": ""
    },
    {
      "Name": "Eticas AI",
      "Website": "https://eticas.ai/",
      "About": "Eticas.ai is an organization with a mission to protect people and the environment in technology processes, while also ensuring that all people have the right to benefit from technological advances without fear of discrimination or unfair treatment.  We work to translate the principles that guide our societies (fairness, transparency, or non-discrimination) into technical specifications, and to strike a balance between evolving social values, technical possibilities and legal frameworks.",
      "Year Founded": "2012",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "DPLA",
      "Website": "https://dp.la/",
      "About": "The Digital Public Library of America empowers people to learn, grow, and contribute to a diverse and better-functioning society by maximizing access to our shared history, culture, and knowledge. The Digital Public Library of America amplifies the value of libraries and cultural organizations as Americans’ most trusted sources of shared knowledge. We do this by collaborating with partners to accelerate innovative tools and ideas that empower and equip libraries to make information more accessi",
      "Year Founded": "2013",
      "Location": "Boston, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "Fast Forward",
      "Website": "https://www.ffwd.org/",
      "About": "Fast Forward brings the tech and nonprofit communities together to deploy technology to solve humanity's biggest challenges. Through its annual Startup Accelerator, Fast Forward equips a cohort of tech nonprofit startups with seed funding, mentorship, and community. Its portfolio includes nearly 90 tech nonprofits across every issue area, which have impacted 186M lives and raised $753M in follow-on funding. Its ‘AI for Humanity’ initiative further extends its mission by supporting AI-powered non",
      "Year Founded": "2014",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Centre for Media, Technology, and Democracy",
      "Website": "https://www.mediatechdemocracy.com/",
      "About": "The Centre for Media, Technology and Democracy (CMTD) is an interdisciplinary research centre at McGill University dedicated to understanding and strengthening the relationship between media, technology, and democracy. In an era where digital platforms have transformed how we communicate, organize, and govern, the Centre addresses both the opportunities and challenges these technologies present to democratic societies.",
      "Year Founded": "2019",
      "Location": "Montreal, Quebec, Canada",
      "Domain": ""
    },
    {
      "Name": "Consumers International",
      "Website": "https://www.consumersinternational.org/",
      "About": "Consumers International is the membership organisation for consumer groups around the world. We bring together over 200 organisations in more than 100 countries to empower and champion the rights of consumers everywhere. We are their voice in international policy-making forums and the global marketplace to ensure they are treated safely, fairly and honestly. We work in partnership and exercise our influence with integrity, tenacity and passion to deliver tangible results.",
      "Year Founded": "1960",
      "Location": "London, United Kingdom",
      "Domain": ""
    },
    {
      "Name": "Ethereum Name Service",
      "Website": "https://ens.domains/",
      "About": "ENS is a decentralized naming system that translates complex cryptocurrency addresses into human-readable names, such as \"nick.eth.\" ENS enhances user experience by simplifying transactions, reducing errors, and providing a consistent identity across decentralized applications and platforms.",
      "Year Founded": "2017",
      "Location": "Singapore, Singapore",
      "Domain": ""
    },
    {
      "Name": "FreeOurFeeds",
      "Website": "https://freeourfeeds.com/",
      "About": "FreeOurFeeds is a campaign to establish independent governance over social media infrastructure.",
      "Year Founded": "2025",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Centre for Data Futures",
      "Website": "https://www.kcl.ac.uk/research/centre-for-data-futures",
      "About": "The Centre for Data Futures at King's College London is the first-ever dedicated academic centre of expertise to focus on designing and studying the effect of participatory infrastructure over the life cycle of data-reliant tools: from the point of data generation, through data empowerment structures, all the way to interface design that incentivises long-term, collective participation.",
      "Year Founded": "2024",
      "Location": "London, United Kingdom",
      "Domain": ""
    },
    {
      "Name": "Future Caucus",
      "Website": "https://futurecaucus.org/",
      "About": "Future Caucus is a bipartisan organization for Gen Z and millennial lawmakers, bridging the partisan divide to lead collaborative governance and transform American politics.",
      "Year Founded": "2013",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Website",
      "Website": "https://futurecaucus.org/",
      "About": "Future Caucus is a bipartisan organization for Gen Z and millennial lawmakers, bridging the partisan divide to lead collaborative governance and transform American politics.",
      "Year Founded": "2013",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Collective Intelligence Project",
      "Website": "http://www.cip.org/",
      "About": "CIP is building democratic AI that works for everyone. We collaborate directly with AI labs, non-profits, and governments to develop and deploy systems that allow people around the world to steer the trajectory of AI.",
      "Year Founded": "2023",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Children and Screens: Institute of Digital Media and Child Development",
      "Website": "http://www.childrenandscreens.org/",
      "About": "Children and Screens: Institute of Digital Media and Child Development is dedicated to understanding and addressing compelling questions regarding media’s impact on child development through interdisciplinary dialogue, public information, and rigorous, objective scientific research bridging the medical, neuroscientific, social science, education, and academic communities.",
      "Year Founded": "2013",
      "Location": "Jericho, New York",
      "Domain": ""
    },
    {
      "Name": "Cyber Collective",
      "Website": "http://www.cybercollective.org/",
      "About": "Cyber Collective blends culture, creativity, and research to teach digital safety in ways people actually understand. We run workshops, create accessible curricula, train community leaders, and develop tools like Internet Street Smarts to help marginalized communities, youth, and creatives build digital confidence, recognize online risks, and protect themselves and their communities.",
      "Year Founded": "2019",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "ex/ante",
      "Website": "https://www.buildexante.com/",
      "About": "ex/ante is an early-stage venture fund investing in technology that advances human agency and user control over privacy, data, assets, and information. The fund invests in pre-seed and seed-stage companies spanning data infrastructure, cybersecurity, AI/ML, decentralization & web3, and information integrity.",
      "Year Founded": "2022",
      "Location": "Brooklyn, New York",
      "Domain": ""
    },
    {
      "Name": "Ashoka",
      "Website": "https://www.ashoka.org/en-us",
      "About": "Ashoka is the world’s largest network of social entrepreneurs. The organization pioneered the field of social entrepreneurship forty years ago and has supported to date almost four thousand Ashoka Fellows across the globe with stipends, catalytic connections, strategic advice, and an unmatched peer community that is for life. Drawing insights from its network, Ashoka identifies and open-sources the underlying patterns of transformative change and has introduced and mainstreamed such words as “so",
      "Year Founded": "1982",
      "Location": "Arlington, Virginia",
      "Domain": ""
    },
    {
      "Name": "Common Sense Media Inc",
      "Website": "https://www.commonsensemedia.org/",
      "About": "Since 2003, Common Sense has been the leading source of entertainment and technology recommendations for families and schools. Every day, millions of parents and educators trust Common Sense reviews and advice to help them navigate the digital world with their kids. Together with policymakers, industry leaders, and global media partners, we're building a digital world that works better for all kids, their families, and their communities.",
      "Year Founded": "2003",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Decentralization Research Center",
      "Website": "http://www.thedrcenter.org/",
      "About": "The Decentralization Research Center (DRC) is a 501(c)(4) social welfare non-profit that advocates for decentralization as a fundamental characteristic of emerging technologies. This includes the development of blockchain protocols and applications that are immutable, censorship resistant, transparent, secure, and enable data self-sovereignty. We find ourselves at a unique moment in history. Recent developments in technologies like blockchain, artificial intelligence, and quantum computing have",
      "Year Founded": "",
      "Location": "Arlington, Virginia",
      "Domain": ""
    },
    {
      "Name": "Future of Life Institute",
      "Website": "https://futureoflife.org/",
      "About": "Steering transformative technology towards benefiting life and away from extreme large-scale risks. We believe that the way powerful technology is developed and used will be the most important factor in determining the prospects for the future of life. This is why we have made it our mission to ensure that technology continues to improve those prospects.",
      "Year Founded": "2014",
      "Location": "Cambridge, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "Centri Tech Foundation",
      "Website": "https://www.centritechfdn.org/",
      "About": "The Centri Tech Foundation (CTF) partners with local organizations to tackle community challenges using technology-driven solutions. We focus on creating sustainable improvements in economy, health, and education. By collaborating with diverse stakeholders, we develop strategies that yield long-term benefits. CTF is dedicated to building an inclusive economy, especially for low-income and historically excluded communities. Our mission is to provide access to technology, empowering these communit",
      "Year Founded": "2020",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Beyond the Screen",
      "Website": "https://www.beyondthescreen.org/",
      "About": "Beyond the Screen is a coalition of technologists, designers, and thinkers fighting against online harms, led by the Facebook whistle-blower Frances Haugen. Social networks like Facebook, Instagram, YouTube and TikTok have shown us that they can’t be trusted to do what’s right for society. We’re building a coalition to fight back, by raising awareness of the online harms that social networks are causing, and creating new capacity in technology, research and litigation. Raise Awareness Big tec",
      "Year Founded": "2022",
      "Location": "Virtual",
      "Domain": ""
    },
    {
      "Name": "For Freedoms",
      "Website": "https://forfreedoms.org/",
      "About": "For Freedoms believes citizenship is defined by participation, not by ideology. Through anti-partisan nationwide programming, they use art as a vehicle for participation to deepen public discussions on civic issues and core values. For Freedoms is a hub for artists, arts institutions, and citizens who want to be more engaged in public life.",
      "Year Founded": "2016",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "CyberPeace Institute",
      "Website": "https://cyberpeaceinstitute.org/",
      "About": "Cyberattacks directly affect people. From hospitals to humanitarian NGOs, threat actors target the organizations playing an essential role in supporting those most in need. We are an NGO, supporting NGOs and other critical sectors, offering free cybersecurity assistance, threat detection and analysis whilst advocating for safety and security in cyberspace. Our commitment to assist and protect vulnerable communities determines the focus of the activities of the Institute.",
      "Year Founded": "2019",
      "Location": "Genève, Switzerland",
      "Domain": ""
    },
    {
      "Name": "Creative Commons",
      "Website": "https://creativecommons.org/",
      "About": "Creative Commons (CC) is an international nonprofit organization dedicated to helping build and sustain a thriving commons of shared knowledge and culture. With our community, we build capacity, we develop practical solutions, and we advocate for better open sharing of knowledge and culture. CC’s long focus on open sharing has evolved into a focus on better sharing: We must pursue a commons of knowledge and culture that is inclusive, just, and which inspires reciprocity — a commons that truly se",
      "Year Founded": "2001",
      "Location": "Mountain View, California",
      "Domain": ""
    },
    {
      "Name": "BlockchainGov",
      "Website": "https://blockchaingov.eu/",
      "About": "BlockchainGov is a transdisciplinary research effort aimed at restoring trust in institutions at the community, institutional and global levels, by promoting better on-chain and off-chain distributed governance practices. Our research explores how public/permissionless or private/permissioned blockchains can serve as a “regulatory technology”, providing technological guarantees to achieve specific regulatory or policy objectives.",
      "Year Founded": "",
      "Location": "Paris, France",
      "Domain": ""
    },
    {
      "Name": "Foundation for American Innovation",
      "Website": "https://thefai.org/",
      "About": "The mission of the Foundation for American Innovation is to develop technology, talent, and ideas that support a better, freer, and more abundant future. Ours is a politics of builders, hackers, and founders working to advance a more perfect union between technology and the American republic.",
      "Year Founded": "2014",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Aspen Institute",
      "Website": "https://www.aspeninstitute.org/",
      "About": "The Aspen Institute is a global nonprofit organization committed to realizing a free, just, and equitable society. Founded in 1949, the Institute drives change through dialogue, leadership, and action to help solve the most important challenges facing the United States and the world.",
      "Year Founded": "1949",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "American Journalism Project",
      "Website": "https://www.theajp.org/",
      "About": "The American Journalism Project is a venture philanthropy dedicated to local news. They believe local journalism is a public good and are reimagining its future by building a model to finance and sustain the local news our democracy requires. They make grants to local nonprofit news organizations to build their revenue and business operations, partner with communities to launch new organizations, and mentor leaders as they grow and sustain their newsrooms.",
      "Year Founded": "2019",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Freespoke",
      "Website": "https://freespoke.com/",
      "About": "Freespoke is working to make positive change in the world as a search engine competitor to the ‘Google-model'. Our mission is to change the model to ensure advancements in technology are advancing human flourishing. We're doing this in two major ways: First, in Freespoke you get full privacy so your results aren’t tied to a personal data profile about you. In Freespoke, you own your data. As a part of this solution, you see all viewpoints in your search results. This keeps you from being trappe",
      "Year Founded": "2019",
      "Location": "Chicago, Illinois",
      "Domain": ""
    },
    {
      "Name": "Fairplay",
      "Website": "https://fairplayforkids.org/",
      "About": "We’re a truly independent voice standing up for what kids and families really need. Together, we’ll create a world where kids can be kids, free from the false promises of marketers and the manipulations of Big Tech. action network (jean rodgers) - grassroots arm, different working grps incl. cyberbullying and online harms. 2023 - becoming 501c3 this summer, doing strategizing around what's possible in congress (state legislation, rule making around the FTC), part of issue one council on responsi",
      "Year Founded": "2000",
      "Location": "Boston, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "Civics Unplugged",
      "Website": "https://www.civicsunplugged.org/",
      "About": "We create young civic innovators who build a brighter future.",
      "Year Founded": "2019",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "DWeb",
      "Website": "https://getdweb.net/",
      "About": "DWeb connects the people, projects and protocols essential to building a decentralized web. A web that is more private, reliable, secure and open. A web with many winners—returning to the original vision of the World Wide Web and internet. Since 2016 we have been a bridge enabling diverse communities to freely exchange ideas about the technologies, values, markets and agreements we need to move forward.",
      "Year Founded": "",
      "Location": "California, United States of America",
      "Domain": ""
    },
    {
      "Name": "Becca Schmill Foundation",
      "Website": "http://www.beccaschmillfdn.org/",
      "About": "The Becca Schmill Foundation funds research, sponsors community education, and advocates for policies, that protect the emotional well-being of adolescents and young adults.",
      "Year Founded": "2021",
      "Location": "Needham, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "Civic Health Project",
      "Website": "https://civichealthproject.org/",
      "About": "Civic Health Project is deploying massively scalable solutions to America’s dangerous divisions so that our relationships, communities, and country can thrive. We advance pioneering approaches with massive potential to scale, mobilizing resources across the domains of technology, entertainment, movement building, and research.",
      "Year Founded": "",
      "Location": "Palo Alto, California",
      "Domain": ""
    },
    {
      "Name": "Georgetown University",
      "Website": "https://www.georgetown.edu/",
      "About": "Established in 1789 by Archbishop John Carroll, Georgetown is the oldest Catholic and Jesuit university in the United States. Located in Washington DC, Doha, Qatar, and around the world, Georgetown University is a leading academic and research institution, offering a unique educational experience that prepares the next generation of global citizens to lead and make a difference in the world.",
      "Year Founded": "1789",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Common Era",
      "Website": "http://commonera.org/",
      "About": "Common Era is an R&D platform working to make sure that the Jewish experience continually evolves to meet the present moment, today and in the future. Through our explorations and our collaborations with creators, builders, subcultures, and social movements, we're imagining and funding initiatives and experiences that offer the world a more expansive Jewish reality for new audiences. We will ensure that Jewish education and life is an ongoing movement, designed for today and the future, empower",
      "Year Founded": "",
      "Location": "New Orleans, Louisiana",
      "Domain": ""
    },
    {
      "Name": "Artificiality Institute",
      "Website": "https://artificialityinstitute.org/",
      "About": "The Artificiality Institute is a nonprofit research organization shaping the human experience in a world of synthetic intelligence—so our future with AI is more meaningful, not just more efficient. Through story-based research, immersive education, and cultural dialogue, we capture how identities blend, cognition extends beyond biology, and meaningful symbiosis with synthetic minds becomes reality. We don’t just study AI—we shape how it reshapes us.",
      "Year Founded": "2019",
      "Location": "Bend, Oregon",
      "Domain": ""
    },
    {
      "Name": "Check My Ads",
      "Website": "http://www.checkmyads.org/",
      "About": "The digital ad industry has taken away our fundamental right to make independent, informed choices for ourselves. Our team works closely with consumers, brands, and regulators to defend your freedom from the industry’s most shameful, irresponsible practices.",
      "Year Founded": "2021",
      "Location": "United States of America",
      "Domain": ""
    },
    {
      "Name": "American Security Foundation",
      "Website": "http://www.americansecurityfund.com/american-security-foundation",
      "About": "ASFoundation works to ensure AI is understandable, controllable, responsible, ethical, and human-centered - and insists the best way to achieve these goals is for America and its allies to lead the tech revolution. It focuses on conducting original research and analysis; supporting external research and analysis; and engaging academics, ethicists, and faith communities, both to educate them about AI and to involve them in AI development and regulation.",
      "Year Founded": "2024",
      "Location": "United States of America",
      "Domain": ""
    },
    {
      "Name": "Atlas Computing",
      "Website": "https://atlascomputing.org/",
      "About": "​Atlas Computing is a nonprofit advancing a new paradigm for scaling human review of AI. We're focused on a new paradigm where people specify objective criteria that they want from AI outputs, and the AI systems prove that the solutions indeed have those properties. Our two goals are generally raising awareness of specification-based AI and driving technical progress in a few specific domains, starting with dramatically lowering the cost of formally verifying software.",
      "Year Founded": "2023",
      "Location": "Palo Alto, California",
      "Domain": ""
    },
    {
      "Name": "Centre for International Governance Innovation",
      "Website": "https://cigionline.org/",
      "About": "The Centre for International Governance Innovation (CIGI) is an independent, non-partisan think tank whose peer-reviewed research, foresight and trusted analysis influence policy makers to innovate. With the engagement of a global network of experts and contributors, CIGI tackles the governance challenges and opportunities of data and transformative technologies, including AI, and their impact on the economy, security, democracy and, ultimately, societies.",
      "Year Founded": "2001",
      "Location": "Waterloo, Canada",
      "Domain": ""
    },
    {
      "Name": "All Tech Is Human",
      "Website": "https://atih.responsibletechguide.com/about",
      "About": "All Tech Is Human is a non-profit that unites a diverse range of stakeholders to expand the overall Responsible Tech ecosystem and co-create a better tech future. Our range of activities include a large community Slack group, regular online and in-person gatherings, a mentorship program, working groups that develop impactful community reports, a Responsible Tech Job Board, events calendar, and a university ambassadors program. The three key areas we focus on include greatly diversifying the tech",
      "Year Founded": "2018",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Dream.org",
      "Website": "https://dream.org/",
      "About": "At Dream.Org, we know that some of our greatest problems also contain some of our greatest opportunities. But we know we can’t make lasting change without a big, broad coalition. From ending mass incarceration, to stopping climate change, to creating new economic opportunities in overlooked communities, the only durable solutions are the ones that lots of people create together. Common ground is often found in uncommon places. We will work with anyone who is willing to be a part of the solution,",
      "Year Founded": "2014",
      "Location": "Oakland, California",
      "Domain": ""
    },
    {
      "Name": "American Security Fund",
      "Website": "http://www.americansecurityfund.com/",
      "About": "ASF advances American tech superiority by connecting industry, government, and ethics, encouraging them to collaborate to invest in AI security, safety, and alignment. It focuses on export controls, supply chains, lab security, CBRN, public-private partnerships, democratic tech alliances & partnerships, and child safety and ethics across the full tech stack, including AI, digital infrastructure, semiconductor “chips,” and energy & critical minerals.",
      "Year Founded": "2023",
      "Location": "United States of America",
      "Domain": ""
    },
    {
      "Name": "Amplifier",
      "Website": "https://amplifier.org/",
      "About": "Amplifier is a nonprofit design lab that builds art and media experiments to amplify the most important movements of our times. At Amplifier, the work we do building these symbols matters – but not as much as the work you do carrying them into the world.",
      "Year Founded": "2015",
      "Location": "Los Angeles, California",
      "Domain": ""
    },
    {
      "Name": "Data-Pop Alliance",
      "Website": "https://datapopalliance.org/",
      "About": "Data-Pop Alliance (DPA) is a non-profit “think-and-do-tank” created in 2013 by the Harvard Humanitarian Initiative, MIT Connection Science, and ODI that brings together researchers, practitioners, and activists from all over the world who want to “Change the World with Data” through 3 pillars of work: diagnosing local realities and human problems with data and AI; mobilizing capacities, communities, and ideas towards more data literate societies; and, ultimately, transforming the systems and pro",
      "Year Founded": "",
      "Location": "Virtual",
      "Domain": ""
    },
    {
      "Name": "Engage Media",
      "Website": "https://engagemedia.org/",
      "About": "Established in 2005, EngageMedia is a regional human rights collective with a distributed team in eight countries across Asia-Pacific dedicated to advocating digital rights and championing open technology in the region. We combine capacity building, knowledge sharing, tech enablement, community development, and digital storytelling to support civil society organisers, grassroots activists, independent journalists, academics, lawyers, and other human rights defenders who are working towards the r",
      "Year Founded": "",
      "Location": "Melbourne, Australia",
      "Domain": ""
    },
    {
      "Name": "Blockchain Foundation",
      "Website": "https://theblockfound.com/",
      "About": "Blockchain Foundation, a 501c3 organization, is leading an industry-wide blockchain & cryptocurrency education movement. It will include a digital library of trusted content from reputable crypto enterprises and a six city roadshow to collaborate with local organizations.",
      "Year Founded": "2018",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Electronic Privacy Information Center",
      "Website": "https://epic.org/",
      "About": "EPIC was founded in 1994 to protect privacy, freedom of expression, and democratic values in the information age. EPIC has distinguished itself as a leader in the field by litigating cases on emerging privacy issues, obtaining and publishing records to lift the veil on government data collection, advocating for comprehensive data protection regulations, educating the public about emerging privacy issues, and facilitating dialogue between advocates, experts, and decisionmakers.",
      "Year Founded": "1994",
      "Location": "United States of America",
      "Domain": ""
    },
    {
      "Name": "Block Party",
      "Website": "http://www.blockpartyapp.com/",
      "About": "Block Party is on a mission to make the internet safer for everyone. We help people protect their online presence from being weaponized against them in social engineering attacks, harassment campaigns, and fraud through a browser plug-in that identifies and remediates first-party data overexposures across 11+ platforms, including Facebook, LinkedIn, and X/Twitter. Our secure, privacy-preserving extension helps users deep clean their social media accounts, notifications, settings, and more in ju",
      "Year Founded": "2018",
      "Location": "California, United States of America",
      "Domain": ""
    },
    {
      "Name": "Digital Democracy",
      "Website": "https://www.digital-democracy.org/",
      "About": "Digital Democracy’s mission is to empower marginalized communities to use technology to defend their rights and fight climate change. As technology becomes cheaper and more accessible, we believe it can and should be used to bring more voices to the table. Digital Democracy helps our partners achieve transformative change and works toward a world where all people can participate in decisions that govern their lives.",
      "Year Founded": "2008",
      "Location": "Oakland, California",
      "Domain": ""
    },
    {
      "Name": "Ethical AI Alliance",
      "Website": "http://www.ethicalaialliance.org/",
      "About": "The Ethical AI Alliance is an interdisciplinary, grassroots movement building global accountability for artificial intelligence. We bring together researchers, technologists, activists, and artists from the Global South and beyond to map AI harms, co-create ethical standards, and design governance frameworks rooted in justice, transparency, and collective responsibility.",
      "Year Founded": "2024",
      "Location": "Malaga, Spain",
      "Domain": ""
    },
    {
      "Name": "DoSomething",
      "Website": "https://www.dosomething.org/us",
      "About": "DoSomething is a 30-year leading hub for youth-centered activism, with over 1 million active members, activating over 8 million young people in every U.S area code and 189 countries. We fuel young people to change the world. Transforming civically curious young people into civically committed leaders, our campaigns and programs educate and equip young people (13 to 25) to build solutions to the issues that matter most to them. Leveraging technology, youth culture and creative peer-to-peer engage",
      "Year Founded": "1993",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Democracy4all",
      "Website": "http://www.democracy4all.barcelona/",
      "About": "Democracy4All (D4A) is an annual conference in Barcelona dedicated to advancing digital governance. The event explores how blockchain, web3, and AI can enhance transparency, efficiency, and citizen engagement in democratic processes. Each year, D4A brings together global experts, policymakers, industry leaders, and innovators to share insights, discuss challenges, and propose solutions for the future of governance. The conference features keynote speeches, panel discussions, interactive workshop",
      "Year Founded": "",
      "Location": "Spain",
      "Domain": ""
    },
    {
      "Name": "Center for Humane Technology",
      "Website": "https://www.humanetech.com/",
      "About": "The Center for Humane Technology works to catalyze a humane future. We reframe the insidious effects of persuasive technology, expose the runaway systems beneath, and deepen the capacity of global decision-makers and everyday leaders to take wise action.",
      "Year Founded": "2018",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Bellingcat",
      "Website": "http://bellingcat.com/",
      "About": "Bellingcat is an independent international collective of researchers, investigators and citizen journalists using open source and social media investigation to probe a variety of subjects – from Mexican drug lords and crimes against humanity, to tracking the use of chemical weapons and conflicts worldwide. With staff and contributors in more than 20 countries around the world, we operate in a unique field where advanced technology, forensic research, journalism, investigations, transparency and",
      "Year Founded": "2014",
      "Location": "Amsterdam, Netherlands",
      "Domain": ""
    },
    {
      "Name": "betaworks",
      "Website": "https://www.betaworks.com/",
      "About": "betaworks Invests, accelerates, and builds emerging technology companies.",
      "Year Founded": "2008",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "House of Electronic Arts",
      "Website": "https://www.hek.ch/",
      "About": "HEK (House of Electronic Arts) in Basel is dedicated to digital culture and the new art forms of the Information Age. Since 2011, the institution has been central to the creative and critical discourse on the aesthetic, socio-political and economic effects of media technologies. As a platform for contemporary art that explores and employs new technologies, HEK promotes aesthetic practices related to information technologies. This not only enables a better comprehension of the changing world we l",
      "Year Founded": "2011",
      "Location": "Muenchenstein, Switzerland",
      "Domain": ""
    },
    {
      "Name": "Global Partnership for Sustainable Development Data",
      "Website": "https://www.data4sdgs.org/",
      "About": "A global network using data to achieve the Sustainable Development Goals—improving lives, fighting inequality, and promoting environmental sustainability. We leverage the power of data to change minds, policies, and lives for the better. Our aim is to ensure that data can be put to good use to achieve the Sustainable Development Goals. We work across 35+ countries and convene a network based in 80+ countries.",
      "Year Founded": "2015",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Hopelab",
      "Website": "http://hopelab.org/",
      "About": "Hopelab is a social innovation lab and impact investor at the intersection of tech and youth mental health. As the team builds on our 20-year commitment to co-creating with young people, we work collaboratively with partners to help remove systemic barriers to youth mental health and emotional well-being. Through targeted social impact investments, hands-on design and research support for digital innovation, and translational science partnerships, Hopelab is helping to shape a future where young",
      "Year Founded": "2001",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Global Solutions Initiative",
      "Website": "https://www.global-solutions-initiative.org/",
      "About": "Global Solutions Initiative was founded in 2017 by President Dennis J. Snower during the German G20 Presidency. Our work is rooted in independent research. We bring think tanks together to provide the intellectual basis of the Think20 process and inform high-level discussions at the G20, G7, and other global governance forums. As a Berlin-based independent, non-profit organization, we annually convene the Global Solutions Summit, which serves as a stepping stone to the G20 and G7 Summits. Our ne",
      "Year Founded": "2017",
      "Location": "Berlin, Germany",
      "Domain": ""
    },
    {
      "Name": "Goodly Labs",
      "Website": "https://www.goodlylabs.org/",
      "About": "Goodly Labs is a nonprofit organization leading research and development of prosocial technologies that develop public capacity to understand and improve society. Goodly's ready-to-scale projects empower responsible citizens to address vital democratic concerns, including misinformation, police and protester interactions, the oversight of elected officials, and deliberation/governance. Future projects will also produce tools for improving social life offline and scaffolding better interpersonal",
      "Year Founded": "2014",
      "Location": "Berkeley, California",
      "Domain": ""
    },
    {
      "Name": "Gray Area",
      "Website": "https://grayarea.org/",
      "About": "Gray Area is a technically-literate cultural hub catalyzing creative action for social transformation. Our mission is to cultivate, sustain, and amplify a community of artists who apply antidisciplinary practice — integrating art, technology, science, and the humanities — towards engaging with the complex challenges facing our world. Through Cultural Events, Antidisciplinary Education, and Creative Research and Development we maintain a platform that enables artists of diverse backgrounds and pe",
      "Year Founded": "2008",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Human Change",
      "Website": "https://humanchange.com/",
      "About": "Human Change is a global advocacy campaign that strives to reshape the global narrative on children’s mental health by spotlighting the impact of social media and digital devices on children’s healthy development. We are only just beginning to see the broad implications of the digital pandemic in our society: negative impacts to mental and physical health, increased divisiveness, weakened social connectivity, performance issues within the Gen Z and Gen Alpha workforce and a loss of critical life",
      "Year Founded": "2024",
      "Location": "London, United Kingdom",
      "Domain": ""
    },
    {
      "Name": "Hello Humanity",
      "Website": "https://hellohumanity.com/",
      "About": "HelloHumanity's vision is to birth a life-affirming future by cultivating the ethical, leadership, and profoundly human skills essential for a new paradigm of eco-civilizational flourishing alongside AI.",
      "Year Founded": "",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "GETTING-Plurality Research Network",
      "Website": "https://gettingplurality.org/",
      "About": "Governance of Emerging Technology and Tech Innovations for Next-Gen Governance (GETTING-Plurality) seeks to advance understanding of how to shape, guide, govern, and deploy technological development in support of democracy, collective intelligence, and other public goods. Our focus is on how to do so, given the plural nature of human intelligence. We pursue foundational analysis and theory, field-building, and policy development to foresee and mitigate potential harms to democracy and to strengt",
      "Year Founded": "",
      "Location": "Cambridge, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "History Communication Institute",
      "Website": "https://historycommunication.com/",
      "About": "The History Communication Institute (HCI) promotes the effective and ethical communication of history through new media and new technologies–and seeks to improve how social media and the Web treat information about the past. Through trainings, programming, resources and funding, we’re creating a diverse community of stakeholders focused on improving the overall landscape for history content online and building the future of teaching and communicating historical information more broadly.",
      "Year Founded": "2022",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Heat Initiative",
      "Website": "http://heatinitiative.org/",
      "About": "The Heat Initiative is a collective effort of concerned child safety experts and advocates encouraging leading technology companies to detect and eradicate child sexual abuse images and videos on their platforms.",
      "Year Founded": "",
      "Location": "Los Angeles, California",
      "Domain": ""
    },
    {
      "Name": "Global Disinformation Index",
      "Website": "https://www.disinformationindex.org/",
      "About": "GDI provides independent, neutral and transparent data and intelligence to advise policymakers and business leaders about how to combat disinformation and its creators. GDI uses both human and artificial intelligence to assess disinformation risk across the open web. We then provide these risk ratings to brands and advertising technology partners, providing them with a trusted and neutral source of data with which to direct their advertising spend.",
      "Year Founded": "",
      "Location": "Sutton Coldfield, United Kingdom",
      "Domain": ""
    },
    {
      "Name": "Heartland Forward",
      "Website": "https://heartlandforward.org/",
      "About": "Heartland Forward, an institute for economic renewal, is a nonpartisan, nonprofit “think and do tank” focused on improving economic performance in the center of the United States.",
      "Year Founded": "2020",
      "Location": "Bentonville, Arkansas",
      "Domain": ""
    },
    {
      "Name": "GliaNet Alliance",
      "Website": "https://www.glianetalliance.org/",
      "About": "GliaNet Alliance is a coalition of private sector companies and aligned organizations committed to building a new trust-based Web ecosystem. We reject extractive digital models and champion a governance approach rooted in fiduciary principles and human-centered innovation.",
      "Year Founded": "2024",
      "Location": "Emerald Hills, California",
      "Domain": ""
    },
    {
      "Name": "Imperative 21",
      "Website": "https://www.inclusivecapitalism.com/organization/imperative-21/",
      "About": "Imperative 21 is a business-led network that believes the imperative of the 21st century is to RESET our economic system so that its purpose is to create shared well being on a healthy planet. Network steward organizations include B Lab, The B Team, Chief Executives for Corporate Purpose (CECP), Common Future, Conscious Capitalism, Inc., Global Impact Investing Network (GIIN), JUST Capital, and Participant.",
      "Year Founded": "2020",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Independent Sector",
      "Website": "https://independentsector.org/",
      "About": "Independent Sector is the only national membership organization that brings together a diverse community of changemakers at nonprofits, foundations, and corporate giving programs working to strengthen civil society and ensure all people in the United States thrive.",
      "Year Founded": "1976",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "La Plateforme",
      "Website": "https://laplateforme.io/en/entreprise/",
      "About": "La Plateforme is a school of digital and new technologies co-founded with the Club Top 20 bringing together the major companies of the Aix Marseille metropolis. It includes a diversified training offer designed to train coders and web developers, security experts, engineers specialized in Artificial Intelligence, and company executives through continuing education cycles.",
      "Year Founded": "2019",
      "Location": "France",
      "Domain": ""
    },
    {
      "Name": "Keranaut",
      "Website": "http://www.keranaut.com/",
      "About": "Keranaut is a group of experts in organizational adaptation, crisis planning, and forecasting, who believe humanity is not ready for the scale of disruption AI will bring to society in the next 3-10 years.",
      "Year Founded": "2025",
      "Location": "Bay Village, Ohio",
      "Domain": ""
    },
    {
      "Name": "Less Than Three",
      "Website": "http://lessthan3sc.org/",
      "About": "The Less Than 3 Foundation is a non-profit organization fiercely committed to combating the teenage suicide crisis and promoting holistic mental wellness. We achieve this by addressing the five critical factors impacting youth mental health: raising awareness and advocating for stringent online safety for minors, providing resources to build mental fortitude and self-acceptance, encouraging physical activity and unplugging from technology, promoting a drug-free lifestyle for minors.",
      "Year Founded": "2023",
      "Location": "Rock Hill, South Carolina",
      "Domain": ""
    },
    {
      "Name": "Institute for Security and Technology",
      "Website": "https://securityandtechnology.org/",
      "About": "As new technologies present humanity with unprecedented capabilities, they can also pose unimagined risks to global security. The Institute for Security and Technology’s (IST) mission is to bridge gaps between technology and policy leaders to help solve these emerging security problems together.",
      "Year Founded": "2015",
      "Location": "California, United States of America",
      "Domain": ""
    },
    {
      "Name": "Institute of Technology and Society",
      "Website": "https://itsrio.org/",
      "About": "Through its own research and in partnership with other institutions, ITS Rio analyzes the legal, social, economic and cultural dimensions of technology and advocates for public policies and private practices that protect privacy, freedom of expression and access to knowledge. The Institute also offers innovative methods of education, training and opportunities for individuals and institutions, enabling them to understand the promises and challenges of new technologies. Finally, ITS Rio aims at s",
      "Year Founded": "2013",
      "Location": "Rio de Janeiro, Brazil",
      "Domain": ""
    },
    {
      "Name": "Internet Archive",
      "Website": "https://archive.org/",
      "About": "The Internet Archive is building a digital library of web pages, books, software and other cultural artifacts in digital form. Like a physical library, it provides free access to researchers, historians, scholars, the print disabled, and the general public. Its mission is to provide Universal Access to All Knowledge.",
      "Year Founded": "1996",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Humane Intelligence",
      "Website": "https://humane-intelligence.org/",
      "About": "Humane Intelligence is a 501(c)(3) nonprofit dedicated to breaking down barriers to AI deployment for social good. We collaboratively design and run rigorous evaluations that make AI systems more accountable, responsible, and fair. Our mission is to empower people and organizations that represent or have lived experience in a given problem space, through our technical AI evaluation design, our convening events, and our red teaming web application.",
      "Year Founded": "2023",
      "Location": "Katy, Texas",
      "Domain": ""
    },
    {
      "Name": "Issue One",
      "Website": "https://issueone.org/",
      "About": "We unite Republicans, Democrats, and independents in the movement to fix our broken political system and build an inclusive democracy that works for everyone. We educate the public and work to pass legislation on Capitol Hill to bolster U.S. elections, strengthen ethics and accountability, increase government transparency, and reduce the corrosive influence of big money in politics.",
      "Year Founded": "2012",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Inclusive Design Institute",
      "Website": "https://www.theidi.org/",
      "About": "IDI’s mission is to unlock unprecedented economic opportunities and foster a more equitable society through intentional inclusion of historically underestimated communities.",
      "Year Founded": "",
      "Location": "Las Vegas, Nevada",
      "Domain": ""
    },
    {
      "Name": "Integrity Institute",
      "Website": "https://integrityinstitute.org/",
      "About": "The Integrity Institute is a member-powered think tank that advances the theory and practice of protecting the social internet. Our members are professionals who have direct integrity work experience at social platform companies. Our goals are to help companies do integrity work better, to help the world understand integrity work better, and to promote integrity professionals so they would have more power and influence. We accomplish these goals by building the community of integrity professiona",
      "Year Founded": "",
      "Location": "Beltsville, Maryland",
      "Domain": ""
    },
    {
      "Name": "Identity Valley",
      "Website": "http://identityvalley.org/",
      "About": "Identity Valley calls for more Digital Responsibility. As a non-profit organisation, we engage thought leaders and decision-makers in academia, policy and industry to promote a value-based future for the digital world through networking, advocacy and communication. We advocate for a data economy based on trust, privacy, and personal identity, derived from the humanistic tradition of Europe. We see ourselves as a central point of contact for value-based digital transformation and work towards set",
      "Year Founded": "2019",
      "Location": "Unkel, Germany",
      "Domain": ""
    },
    {
      "Name": "Human Identity Infrastructure Foundation",
      "Website": "https://www.hiifoundation.org/",
      "About": "hii Foundation is a nonprofit open-source project to build an identity system for the world that protects our privacy, eliminates identity fraud, and separates humans from machines.",
      "Year Founded": "2023",
      "Location": "Delaware, United States of America",
      "Domain": ""
    },
    {
      "Name": "Make.org",
      "Website": "https://make.org/EN",
      "About": "Make.org is an independent organization dedicated to driving positive societal transformation and democratic innovation. We create massive engagement and diversified participation by leveraging cutting-edge AI technology. We empower public institutions, businesses, and researchers to involve citizens, employees, and stakeholders in co-creating solutions to today’s most pressing challenges.",
      "Year Founded": "2016",
      "Location": "Paris, France",
      "Domain": ""
    },
    {
      "Name": "Mtoto News",
      "Website": "http://www.mtotonews.com/",
      "About": "Mtoto News International (Mtoto News) is a child and adolescents-centered digital and media company that is leveraging technology to build movements and connect children and young people to policy and decision-makers across the globe. We aim to make significant changes in the lives of children by making them visible in political, corporate, economic, social and development discourse. We are therefore using the influence of technology to reach and connect policymakers, project implementers, media",
      "Year Founded": "2017",
      "Location": "Nairobi, Kenya",
      "Domain": ""
    },
    {
      "Name": "Metagov",
      "Website": "https://metagov.org/",
      "About": "The Metagovernance Project is an interdisciplinary research collective. We build standards and infrastructure for digital self-governance. Our work is generously supported by the Henry Luce Foundation, One Project, the Grant for the Web, Gitcoin grants, the Filecoin Foundation, the Ethereum Foundation, the EPSRC / University of Oxford, GnosisDAO, Aragon, Radicle, Metacartel Ventures, NEAR, and the Stanford Digital Civil Society Lab. Our finances are hosted publicly on Open Collective.",
      "Year Founded": "2020",
      "Location": "Pittsburgh, Pennsylvania",
      "Domain": ""
    },
    {
      "Name": "Made Company",
      "Website": "https://madewithblackculture.com/",
      "About": "A mission driven tech company certifying the ethical trade of Black Culture.",
      "Year Founded": "",
      "Location": "Los Angeles, California",
      "Domain": ""
    },
    {
      "Name": "Life With Machines",
      "Website": "https://www.lifewithmachines.media/",
      "About": "A media company founded by Baratunde Thurston dedicated to figuring out together how humans want to live in a world increasingly filled with AI. We’re told the future is about efficiency, productivity, and autonomy, and that we need to get on board or be left behind. Across an award-winning podcast, YouTube channel, Substack newsletter, and social media, Life With Machines exists to question that story and offer a better alternative. We want to live well with technology, not just endure it.",
      "Year Founded": "2024",
      "Location": "Palm Springs, California",
      "Domain": ""
    },
    {
      "Name": "MAPLE",
      "Website": "http://www.mapletestimony.org/",
      "About": "MAPLE (Massachusetts Platform for Legislative Enablement) is a digital public platform designed to bridge the gap between constituents, local organizations, and legislators. Originally incubated at the NuLawLab, MAPLE is now a key initiative of Partners in Democracy, a nonprofit founded by Harvard Professor Danielle Allen.  MAPLE is 100% free, open source, and volunteer-driven, ensuring it remains accessible and publicly accountable.",
      "Year Founded": "2023",
      "Location": "Portland, Maine",
      "Domain": ""
    },
    {
      "Name": "More in Common",
      "Website": "https://www.moreincommon.com/",
      "About": "More in Common’s mission is to build a more united and inclusive America that is resilient to the profound threats posed by our country’s polarization.",
      "Year Founded": "2017",
      "Location": "London, United Kingdom",
      "Domain": ""
    },
    {
      "Name": "MIT Center for Constructive Communication",
      "Website": "http://www.ccc.mit.edu/",
      "About": "Designing tools, methods and systems that connect rather than divide us to create a healthier society.",
      "Year Founded": "1861",
      "Location": "Cambridge, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "LOG OFF",
      "Website": "http://logoffmovement.org/",
      "About": "LOG OFF is a youth-led movement working to empower young people to rethink social media and its impact on society. Through its advocacy campaigns and chapter program, LOG OFF seeks to provide a critical perspective on social media by empowering the underrepresented and overlooked experts in the field– Generation Z.",
      "Year Founded": "2020",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "MyData Global",
      "Website": "https://mydata.org/",
      "About": "We help people and organisations to benefit from personal data in a human-centric way. To create a fair, sustainable, and prosperous digital society for all. We open space for practical collaboration through events and working groups. We make sense of rapid changes in the data environment. We contribute to the emerging infrastructure of data spaces and intermediaries. We help set the agenda for policymakers and changemakers. We promote solutions and services that put people first.",
      "Year Founded": "2016",
      "Location": "Helsinki, Finland",
      "Domain": ""
    },
    {
      "Name": "Life Calling",
      "Website": "https://life-calling.org/",
      "About": "We awaken the public’s consciousness to the connection opportunity within our reach. Life Calling’s core initiatives are designed to spark creativity and inspire human connection—enabling a world where heart, agency, purpose and imagination guide our future.",
      "Year Founded": "2021",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Mothers Against Media Addiction",
      "Website": "http://wearemama.org/",
      "About": "MAMA is a grassroots movement of parents fighting back against media addiction and creating a world in which real-life experiences and interactions remain at the heart of a healthy childhood.",
      "Year Founded": "",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Mass General Brigham",
      "Website": "https://www.massgeneralbrigham.org/",
      "About": "MGB includes Massachusetts General Hospital and Brigham & Women’s Hospital. Our priority is the well-being of our patients. We have the largest hospital based research program in the U.S. Our Neuroscience Institute was created in 2025 to lead innovation in the treatment of brain diseases, transforming lives through exceptional care, research, and education. We will harness the power of new and emerging technologies to make this bold vision a reality.",
      "Year Founded": "1811",
      "Location": "Boston, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "LUMA Arles",
      "Website": "http://luma-arles.org/",
      "About": "LUMA Arles is an 11-hectare interdisciplinary creative campus founded by Maja Hoffmann in France’s Provence region. Fully open to the public since the June 2021 inauguration of the LUMA Tower and park, it is a place where thinkers including artists, scientists, and researchers explore the relationships between art, culture, the environment, and human rights. LUMA Arles is located on the site of a former national railway complex reimagined into art spaces with Frank Gehry, Annabelle Selldorf and",
      "Year Founded": "2014",
      "Location": "Arles, France",
      "Domain": ""
    },
    {
      "Name": "Our Common Purpose",
      "Website": "https://www.amacad.org/ourcommonpurpose",
      "About": "The Academy is both an honorary society that recognizes and celebrates the excellence of its members and an independent research center convening leaders from across disciplines, professions, and perspectives to address significant challenges. The American Academy was founded in 1780, during the American Revolution, by John Adams, John Hancock, and 60 other scholar-patriots who understood that a new republic would require institutions able to gather knowledge and advance learning in service to t",
      "Year Founded": "1780",
      "Location": "Cambridge, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "No App for Life",
      "Website": "https://www.noappforlife.com/",
      "About": "No App For Life is dedicated to providing tangible solutions to: Repair the fallout of digital socialization, restore the value of authentic human interactions, and prevent the harmful policies that continue to go unchecked.  It’s not enough to just be aware of the stats, it’s time to address the issues that negatively shaped a population.",
      "Year Founded": "2013",
      "Location": "Boston, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "Omidyar Network",
      "Website": "https://omidyar.com/",
      "About": "Omidyar Network is a social change venture that works to bring about structural changes that will fundamentally shift the systems that govern our daily lives. Established by philanthropists Pam and Pierre Omidyar, Omidyar Network reimagines critical systems, and the ideas that govern them, to build more inclusive and equitable societies—for the benefit of the many, not just the few. Omidyar Network partners with funders, advocates, innovators, businesses, scholars, and others to advance respo",
      "Year Founded": "2004",
      "Location": "Redwood City, California",
      "Domain": ""
    },
    {
      "Name": "NewsGuard",
      "Website": "https://www.newsguardtech.com/",
      "About": "NewsGuard provides transparent tools to counter misinformation for readers, brands, and democracies. Since launching in 2018, its global staff of trained journalists and information specialists has collected, updated, and deployed more than 6.9 million data points on more than 35,000 news and information sources, and cataloged and tracked all of the top false narratives spreading online.",
      "Year Founded": "2018",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "New_Public",
      "Website": "https://newpublic.org/",
      "About": "New_ Public is an incubator for flourishing digital public spaces. We bring together thinkers, builders, designers and technologists to meet, share inspiration, and make better digital public spaces. It’s a newsletter, magazine, and community wrapped together.",
      "Year Founded": "2019",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Nehitek Foundation",
      "Website": "https://www.nehitek.com/",
      "About": "Focused on extending financial inclusion via Open Finance and Productive Credit. Transformation through Digital Public Infrastructure (DPI), with a focus on extending financial inclusion via Open Finance and productive credit systems. This DPI initiative will create people centered, interoperable digital systems for identity, payments, and data sharing, enabling secure and inclusive access to services while supporting sustainable development goals.",
      "Year Founded": "2025",
      "Location": "Rockville, Maryland",
      "Domain": ""
    },
    {
      "Name": "NewImpact.care",
      "Website": "http://www.newimpact.care/",
      "About": "We are business model innovators that pioneer & promote a tri-sector mindset and approach; create and share impact and innovation public-good tools; advise and coach organizations to thrive and have impact by tri-sectorizing.",
      "Year Founded": "2018",
      "Location": "Seattle, Washington",
      "Domain": ""
    },
    {
      "Name": "OpenMined",
      "Website": "https://openmined.org/",
      "About": "OpenMined is a non-profit foundation creating open-source technology infrastructure that helps researchers and app builders get answers from data without needing a copy or direct access. Our community of technologists is building Syft: the public network for non-public information, and our online ecosystem of over 17,000 technologists, researchers, and industry professionals are keen to unlock 1000x more data in every scientific field and industry.",
      "Year Founded": "2017",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "National Conference on Citizenship",
      "Website": "https://ncoc.org/",
      "About": "Founded in 1946 and chartered by Congress in 1953, the National Conference on Citizenship (NCoC) has strengthened America’s civic life by bringing together leaders, citizens, and organizations committed to the ideals of active citizenship. In line with the vision of that founding charter, NCoC serves as a central hub for America’s efforts to make citizenship more effective by developing a field that contributes to a “more active, alert, enlightened, conscientious, and progressive citizenry.",
      "Year Founded": "1946",
      "Location": "United States of America",
      "Domain": ""
    },
    {
      "Name": "OpenArchive",
      "Website": "https://open-archive.org/",
      "About": "OpenArchive exists at the intersection of human rights, technology, journalism, and archives that co-creates purpose-built decentralized mobile technologies for the social good. We equip people with privacy-first, free, open-source tools and education programs to securely verify, archive, and protect evidentiary media. Our flagship tool, Save (Secure, Archive, Verify, Encrypt), has helped 70,000 users worldwide securely encrypt and route media from mobile devices to trusted archives.",
      "Year Founded": "2015",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "New York University Information Law Institute",
      "Website": "https://www.law.nyu.edu/centers/ili",
      "About": "The Information Law Institute (ILI) at New York University School of Law is an academic center for the study of the interaction of law and emerging information technologies. We cultivate deep, interdisciplinary, translational expertise that: combines scientific and normative rigor; considers information flows, complex systems, and institutional design; and serves the public interest. Our thoughtful research and commentary informs policy-making and the public.",
      "Year Founded": "2013",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Open Collective Foundation",
      "Website": "https://opencollective.com/",
      "About": "The Foundation's mission is to promote projects in the US with the following charitable purposes: increasing access to educational resources and training, creating a positive social impact and. developing tools to improve civic participation within cities or communities.",
      "Year Founded": "2015",
      "Location": "Walnut, California",
      "Domain": ""
    },
    {
      "Name": "nu",
      "Website": "http://www.getnu.ai/",
      "About": "Nu is a better ecosystem for content. We fix the incentive structure enabling people to discover high quality, credible content and reward the creators fairly for their work. Nu provides tools for people, publishers and platforms to thrive, with less outrage, disinformation and noise.",
      "Year Founded": "2025",
      "Location": "Los Angeles, California",
      "Domain": ""
    },
    {
      "Name": "ParentsTogether Action",
      "Website": "https://parentstogetheraction.org/",
      "About": "ParentsTogether Action is working to build a world where every child has the support and opportunities we all want for our own kids. We do that by taking action on issues that benefit families — like paid family leave, education, and holding social media companies accountable for the ways their products hurt kids.",
      "Year Founded": "",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Positive Technology Institute",
      "Website": "https://www.positivetechinstitute.org/",
      "About": "The Positive Technology Institute (PTI) is a new initiative that  breaks down silos and builds bridges between the \"thinkers\" (researchers in responsible, pro-social technology), the \"funders\" (value aligned capital), and the \"builders\" (innovators and startups) to promote the development of positive technologies - digital innovations that advance human sovereignty, well-being, and abundance. Our work focuses on actionable insights and tools, wisdom sharing, and community building.",
      "Year Founded": "2025",
      "Location": "Woodside, California",
      "Domain": ""
    },
    {
      "Name": "People-Centered Internet",
      "Website": "https://peoplecentered.net/",
      "About": "People-Centered Internet (PCI) is a leading nonprofit based in Palo Alto, dedicated to creating a more equitable digital world. We unite global experts to develop inclusive, efficient digital strategies that enhance community resilience and prosperity. Our initiatives promote innovative digital tools, empowering communities worldwide to thrive in a connected era. Founded by Vint Cerf and Mei Lin Fung, and currently chaired by Jascha Stein and Mei Lin Fung, PCI works on transformative efforts for",
      "Year Founded": "2015",
      "Location": "Palo Alto, California",
      "Domain": ""
    },
    {
      "Name": "Partnership on AI",
      "Website": "https://partnershiponai.org/",
      "About": "Bringing diverse voices together across global sectors, disciplines, and demographics so developments in AI advance positive outcomes for people and society.",
      "Year Founded": "",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Public AI",
      "Website": "https://publicai.co/",
      "About": "Public AI is first of all an idea: that AI can and should be a form of public infrastructure. It is also a movement of many people and organizations working to make this vision happen. And it is a set of real products that you can use today.",
      "Year Founded": "2023",
      "Location": "Boston, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "PolicyLink",
      "Website": "https://www.policylink.org/",
      "About": "To advance equity, PolicyLink advocates for groundbreaking policy changes that enable everyone, especially people of color, to be economically secure, live in healthy communities of opportunity, and benefit from a just society. PolicyLink is guided by the belief that the solutions to the nation’s challenges lie with those closest to these challenges: when the wisdom, voice, and experience of those traditionally absent from policymaking drive the process, profound policy transformations emerge.",
      "Year Founded": "1998",
      "Location": "Oakland, California",
      "Domain": ""
    },
    {
      "Name": "Pivô",
      "Website": "http://www.pivo.org.br/",
      "About": "Pivô is a non-profit art space providing a platform for exchange, critical thinking and artistic experimentation inside one of São Paulo’s most iconic modernist buildings, the Copan, projected by Oscar Niemeyer in the city’s central area. Since its inception, in 2012, the institution has enabled and facilitated projects by over two hundred artists and curators both local and international and in all career stages. Its program is comprised by temporary exhibitions, new commissions, residencies, p",
      "Year Founded": "2012",
      "Location": "Sao Paulo, Brazil",
      "Domain": ""
    },
    {
      "Name": "Public Knowledge",
      "Website": "http://www.publicknowledge.org/",
      "About": "We envision a creative and connected future for everyone. We believe in a world where all people can use the internet and technology to realize their full potential, create authentic communities, and hold the powerful accountable. Public Knowledge works at the intersection of copyright, telecommunications, and internet law, at a time when these fields are converging. Public Knowledge’s experience in all three areas puts it in an ideal position to advocate for policies that serve the public inter",
      "Year Founded": "2001",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Social Web Foundation",
      "Website": "https://socialwebfoundation.org/",
      "About": "We believe the growing Fediverse benefits users, businesses, and society. Our goals are: Growth: Expand the Fediverse to enhance online experiences and creativity. Health: Support free expression while allowing content control and filtering harmful material. Sustainability: Ensure long-term support for those maintaining Fediverse infrastructure. Multipolarity: Promote a decentralized ecosystem with diverse, non-dominating providers.",
      "Year Founded": "2024",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "Stanford University",
      "Website": "http://stanford.edu/",
      "About": "Stanford is a place of discovery, creativity and innovation located in the San Francisco Bay Area on the ancestral land of the Muwekma Ohlone Tribe. Dedicated to our founding mission—benefitting society through research and education—we are working toward a sustainable future, accelerating the impact of research with external partners, catalyzing discoveries about ourselves and our world, and educating students as global citizens. Our main campus, which welcomed its first class in 1891, is now h",
      "Year Founded": "1885",
      "Location": "Stanford, California",
      "Domain": ""
    },
    {
      "Name": "Sideways",
      "Website": "http://www.sideways.earth/",
      "About": "At Sideways we build coherence among groups through shared experiences, stories and network infrastructure.",
      "Year Founded": "2022",
      "Location": "Preddvor, Slovenia",
      "Domain": ""
    },
    {
      "Name": "RadicalxChange",
      "Website": "https://www.radicalxchange.org/",
      "About": "RadicalxChange (RxC) is a global movement for next-generation political economies. We’re committed to advancing plurality, equality, community, and decentralization through upgrading democracy, markets, the data economy, the commons, and identity. Founded by economist Glen Weyl in 2018, the RadicalxChange Foundation is a 501(c)(3) nonprofit dedicated to advancing the RxC movement, to building community, and to education about democratic innovation. RxC connects people from all walks of life - ra",
      "Year Founded": "2018",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "ReThink",
      "Website": "https://www.rethinkwords.com/",
      "About": "ReThink is a global movement to tackle cyberbullying and to redefine Internet culture, with the goal of cultivating the next generation of responsible digital citizens.",
      "Year Founded": "",
      "Location": "Elgin, Illinois",
      "Domain": ""
    },
    {
      "Name": "Reset Tech",
      "Website": "https://www.reset.tech/",
      "About": "Our mission at Reset Tech is to guard against digital threats to our security, safety, and fundamental rights. We seek to “reset” the connection between media and democracy to restore the promise of technology that works for people and free expression. We work to hold the biggest tech companies accountable to the values of democratic societies by promoting new ideas to change laws, industry standards, and consumer attitudes.",
      "Year Founded": "2019",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Siegel Family Endowment",
      "Website": "https://www.siegelendowment.org/",
      "About": "Siegel Family Endowment is a foundation that envisions a world in which all people have the tools, skills, and context necessary to engage meaningfully in a rapidly changing society. We operationalize that across three grantmaking interest areas: Learning, Workforce and Infrastructure. Founded in 2011 by David M. Siegel, co-founder and co-chairman of the financial sciences company Two Sigma, we believe that philanthropy is society’s risk capital – it can help drive innovation by investing in loc",
      "Year Founded": "2011",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Search for Common Ground",
      "Website": "https://www.sfcg.org/",
      "About": "We are the world’s largest peacebuilding organization. We help supposed enemies learn to trust each other, create avenues for collaboration, and generate breakthroughs for peace.",
      "Year Founded": "1982",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "reState Foundation",
      "Website": "https://restate.global/",
      "About": "reState is a Swiss non-profit foundation reimagining the future of governance and stewarding new civilisational realities.",
      "Year Founded": "2022",
      "Location": "Geneva, Switzerland",
      "Domain": ""
    },
    {
      "Name": "Reporters Without Borders",
      "Website": "https://rsf.org/en",
      "About": "Reporters Without Borders (RSF) is an international non-profit and non-governmental organization with the stated aim of safeguarding the right to freedom of information. RSF works on the ground in defense of individual journalists at risk and also at the highest levels of government and international forums to defend the right to freedom of expression and information. It provides daily briefings and press releases on threats to media freedom in French, English, Spanish, Portuguese, Arabic, Farsi",
      "Year Founded": "1985",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Social Media Victims Law Center",
      "Website": "https://socialmediavictims.org/",
      "About": "The Social Media Victims Law Center (SMVLC) is a Seattle-based law firm active in litigation, legislation, and education in the ongoing fight for tech corporate accountability. We represent thousands of children and families harmed by tech products.  And we approach our practice with creativity, innovation, and compassion.  We support and empower the families with which we work and strive to help them achieve justice and sustainable tech reform.",
      "Year Founded": "2021",
      "Location": "Seattle, Washington",
      "Domain": ""
    },
    {
      "Name": "Sciences Po",
      "Website": "http://medialab.sciencespo.fr/",
      "About": "Sciences Po's overarching mission is to educate future leaders in the public and private sectors. Curious and open-minded, Sciences Po graduates, regardless of their focus and trajectory, all share the ability to “learn how to learn”, which is one of the priorities of a Sciences Po education. However, their ambition extends even further: to educate open-minded and enlightened citizens capable of changing the world and transforming society.",
      "Year Founded": "1871",
      "Location": "Paris, France",
      "Domain": ""
    },
    {
      "Name": "Reel Works Productions",
      "Website": "https://www.reelworks.org/",
      "About": "Reel Works mentors, inspires and empowers underserved NYC youth to share their stories through filmmaking, creating a springboard to successful careers in media and beyond. Reel Works matches teens 1:1 with professional filmmaker mentors to tell their stories and have their voices heard.  It’s a powerful combination that changes young lives and creates films that have been seen by tens of millions of viewers worldwide.",
      "Year Founded": "2001",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Seismic Foundation",
      "Website": "http://www.seismic.org/",
      "About": "Seismic is an ideas impact incubator dedicated to making responsible AI a human priority. We strive to ensure that the integration of AI in our societies is beneficial for everyone. Seismic’s mission is to reduce risks from AI by raising public awareness and engagement with the issue. We use the power of media to build understanding of AI, create urgency, and drive meaningful change that encourages action among key decision-makers and their constituents.",
      "Year Founded": "2025",
      "Location": "Wilmington, Delaware",
      "Domain": ""
    },
    {
      "Name": "The Dais",
      "Website": "http://dais.ca/",
      "About": "The Dais is a public policy and leadership think tank at Toronto Metropolitan University. Our mandate is to develop the ideas and leaders Canada needs to become more innovative, prosperous, and inclusive. Our work focuses on three topic areas – innovation + tech, education + skills, and democracy + trust – and consists of policy research, leadership development, and convening activities.",
      "Year Founded": "2023",
      "Location": "Toronto, Canada",
      "Domain": ""
    },
    {
      "Name": "Tech Justice Law Project",
      "Website": "https://techjusticelaw.org/",
      "About": "Tech Justice Law Project is a pioneering strategic litigation and legal advocacy organization bringing justice to communities harmed by tech products. TJLP brings together legal experts, policy advocates, digital rights organizations, and technologists to ensure that our legal protections are fit for the digital age.",
      "Year Founded": "2023",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "The Future Society",
      "Website": "https://thefuturesociety.org/",
      "About": "The Future Society (TFS) is an independent 501(c)(3) nonprofit organization based in the United States and Europe. Our mission is to align artificial intelligence through better governance. We develop, advocate for, and facilitate the implementation of AI governance mechanisms, ranging from laws and regulations to voluntary frameworks such as global principles, norms, standards, and corporate policies. As of 2023, we are focusing on the research and development of advanced AI systems, where robu",
      "Year Founded": "2014",
      "Location": "Boston, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "The Digital Credentials Consortium",
      "Website": "https://digitalcredentials.mit.edu/",
      "About": "The DCC is a membership based global network of postsecondary higher education institutions working together to promote the adoption of W3C Verifiable Credentials. Open source software includes the Learner Credential Wallet mobile application for storing and sharing credentials, customizable issuer microservices, and VerifierPlus web application. We lead and contribute to deployments, research, and advocacy projects that leverage technology in service of equity and opportunity.",
      "Year Founded": "2018",
      "Location": "Cambridge, Massachusetts",
      "Domain": ""
    },
    {
      "Name": "The Center for Arts & Innovation",
      "Website": "https://thecenterforartsandinnovation.org/",
      "About": "We’re losing generations of creative potential; just as the world needs more imagination, not less. To rise to this challenge, we’re building The Center: a campus where creativity is discovered, practiced, and passed on. Where kids build creative confidence, the adults in their lives reconnect with its importance, and people of all ages, backgrounds, and industries gain the skills they need for the future.",
      "Year Founded": "2018",
      "Location": "Boca Raton, Florida",
      "Domain": ""
    },
    {
      "Name": "The Kempe Foundation",
      "Website": "http://www.kempe.org/",
      "About": "The Kempe Foundation believes that every child should have the opportunity to grow in a safe, healthy, and nurturing environment. We seek to achieve this belief through three primary activities.  First, by providing financial support to the professionals at the Kempe Center in their efforts to prevent childhood trauma and delivering programs and services for those who have been subjected to abuse and neglect.  Secondly, we engage in public policy and advocacy initiatives aimed at improving the w",
      "Year Founded": "1976",
      "Location": "Aurora, Colorado",
      "Domain": ""
    },
    {
      "Name": "The Policy Circle",
      "Website": "http://www.thepolicycircle.org/",
      "About": "The Policy Circle is a national nonpartisan nonprofit that informs, equips, and connects women to lead in their communities and influence policy rooted in personal and economic freedom. Through Briefs, Circle Conversations, our online Community, and CLER, we spark dialogue and build civic leadership skills. We’re growing a community of curious, solutions-oriented women ready to champion freedom-driven policies that strengthen communities.",
      "Year Founded": "2015",
      "Location": "Wilmette, Illinois",
      "Domain": ""
    },
    {
      "Name": "Tech Matters",
      "Website": "https://techmatters.org/",
      "About": "Tech Matters is one of the leading nonprofit tech for good organizations in the world, founded by a team with a long track record of working across many fields in the social sector. Our tech for good field-building work, as well as our open source software development projects in integrated landscape management, soil identification and assessment, and crisis response, are all focused on ensuring that the 90% of humanity typically neglected by the for-profit tech industry get the tech tools they",
      "Year Founded": "2018",
      "Location": "Palo Alto, California",
      "Domain": ""
    },
    {
      "Name": "The Internet Foundation",
      "Website": "",
      "About": "The Internet Foundation is an international NGO dedicated to establishing universal digital rights as a natural extension of human rights, while advancing the ethical use of data and enabling healthy and equitable, human-centered digital societies to emerge across the world. The foundation aims to achieve this purpose through i) policy and regulation advocacy, ii) ethical standards development and iii) technology innovation. It works with its technology partner metaMe Inc to develop solutions th",
      "Year Founded": "2012",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "The Anxious Generation",
      "Website": "https://www.anxiousgeneration.com/",
      "About": "The Anxious Generation Movement (TAG) is a global public health campaign sparked by Jonathan Haidt’s bestselling book. Through coordinated action across policy, behavior, and culture, TAG brings together parents, educators, young people, and decision-makers to dismantle the phone-based childhood and restore healthy development rooted in play, independence, and real-world connection.",
      "Year Founded": "2024",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "TechSoup",
      "Website": "http://techsoup.org/",
      "About": "TechSoup supports nonprofits, charities, and libraries by providing access to donations and discounts on software, hardware, and services from major brands.",
      "Year Founded": "1987",
      "Location": "San Francisco, California",
      "Domain": ""
    },
    {
      "Name": "The Computational Democracy Project",
      "Website": "https://compdemocracy.org/",
      "About": "The Computational Democracy Project was founded in 2018 as a non-profit continuation of Polis's open source work and the mission behind it. Primarily, the organization considers how what is possible in collective intelligence might advance over the course of the next century, given advancements in machine learning, and how we can enable those who seek to empower citizens to operationalize those advancements in policy-making processes. We believe democratic processes benefit when human voices ar",
      "Year Founded": "2019",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "The Christchurch Call Foundation",
      "Website": "https://www.christchurchcall.org/",
      "About": "We are a non-governmental organisation which coordinates and supports the Christchurch Call’s mission of eliminating terrorist and violent extremist content online. The Call contains 25 commitments made by governments and online service providers to eliminate terrorist and extremist content online. New Zealand and France launched the Call on 15 May 2019 in response to the horrific terrorist attack in Christchurch that killed 51 people, produced for and livestreamed on the internet.",
      "Year Founded": "2019",
      "Location": "Wellington, New Zealand",
      "Domain": ""
    },
    {
      "Name": "Starling Lab for Data Integrity",
      "Website": "http://starlinglab.org/",
      "About": "Starling Lab was co-founded by the Stanford Department of Electrical Engineering and the USC Shoah Foundation to explore the future of data integrity and trust in digital records. We implement prototypes using applied cryptography that empower citizens and civil society to pursue accountability, preserve culture, and respect privacy through a framework to design for their authenticity. Our impact-oriented academic research focuses on the fields of journalism, law, and history.",
      "Year Founded": "",
      "Location": "Stanford, California",
      "Domain": ""
    },
    {
      "Name": "The Same House",
      "Website": "http://www.thesamehouse.org/",
      "About": "Our mission is to advance economic mobility for all through social connection among all.",
      "Year Founded": "",
      "Location": "Atlanta, Georgia",
      "Domain": ""
    },
    {
      "Name": "Trust Foundation",
      "Website": "https://thetrustfoundation.org/",
      "About": "It will take a village to combat the widespread breakdown of trust within society—the trust apocalypse—a veritable wicked problem that defies easy solutions. At the Trust Foundation, we believe that a key element in catalyzing such large-scale change is forming an interconnected network of stakeholders (network-of-networks) who pool diverse perspectives, expertise, and resources, united by a shared higher purpose—or what we call a “catalytic community.”",
      "Year Founded": "2024",
      "Location": "Marco Island, Florida",
      "Domain": ""
    },
    {
      "Name": "The Sustainable Media Center",
      "Website": "https://sustainablemedia.center/",
      "About": "Young people deserve media that entertains and informs without undermining their health and emotional well-being. The Mission of the Sustainable Media Center is to examine, experiment, and deploy solutions that will give a new generation of media consumers and creators meaningful agency and ownership of their increasingly media-centric lives. The Sustainable Media Center is a 501c3 organization formed by a diverse and inclusive board of over 85 leaders in media, technology and academia who want",
      "Year Founded": "2022",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "User Cooperative",
      "Website": "https://www.usercooperative.com/",
      "About": "We're a user-owned web browser startup that's uniquely structured as a free and open consumer cooperative, a member-owned and -governed company. That makes us the people's tech startup! We put tech power and profits into the people's hands! How? (1) We build our membership and raise voluntary contributions from our members to cover our startup costs (2) We develop, release, and profit from our web browser (3) We use that income to make other tech services and pay dividends to our members",
      "Year Founded": "2021",
      "Location": "Durango, Colorado",
      "Domain": ""
    },
    {
      "Name": "The Strother School of Radical Attention",
      "Website": "https://www.schoolofattention.org/",
      "About": "The Strother School of Radical Attention is a non-profit organization dedicated to ATTENTION ACTIVISM: the movement to pushback against the fracking of human attention by coercive digital technologies. We advance this mission through the STUDY and PRACTICE of radical attention, by which we mean those diverse forms of attention which resist commodification. We host seminar courses, experiential Attention Lab workshops, and other hybrid forms of teaching and learning.",
      "Year Founded": "2023",
      "Location": "Brooklyn, New York",
      "Domain": ""
    },
    {
      "Name": "The Shed",
      "Website": "https://theshed.org/",
      "About": "By minimizing social and economic barriers to entry The Shed makes a warm, welcoming space for innovation and unique artistic experiences. By offering access and insight into the creative process, The Shed forges deep bonds between artists and audiences. Driven by the belief that access to art is a right, and not a privilege, The Shed presents exciting, engaging experiences for our communities and our time.",
      "Year Founded": "2019",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "The Tech Oversight Project",
      "Website": "http://www.techoversight.org/",
      "About": "The Tech Oversight Project is a nonprofit organization dedicated to reining in Big Tech for the damages they’ve caused by urging lawmakers to support comprehensive legislation on antitrust, online safety, privacy, and artificial intelligence.",
      "Year Founded": "2021",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "TRANSFER",
      "Website": "http://transfer.art/",
      "About": "TRANSFER is an experimental media art space founded in 2013 to explore decentralized networks and virtual worlds in Contemporary Art. After a decade of international exhibitions and experiments in open culture infrastructure, we established the TRANSFER Data Trust, a decentralized artist-owned archive and cultural value exchange cooperative. The mission of the non-profit data trust is to maintain artworks in perpetuity, ensuring their preservation and access across generations.",
      "Year Founded": "",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Thorn",
      "Website": "http://thorn.org/",
      "About": "Thorn, an innovative technology nonprofit, creates products and programs to combat child sexual abuse at scale, empowering the platforms and people who have the ability to defend children.",
      "Year Founded": "2012",
      "Location": "Manhattan Beach, California",
      "Domain": ""
    },
    {
      "Name": "Thomson Reuters Foundation",
      "Website": "https://www.trust.org/",
      "About": "The Thomson Reuters Foundation is the corporate foundation of Thomson Reuters, the global news and information services company. As an independent charity, registered in the UK and the USA, it works to advance media freedom, foster more inclusive economies, and promote human rights. Through news, media development, free legal assistance and convening initiatives, it uses the combined power of journalism and the law to build global awareness of critical issues faced by humanity, inspire collectiv",
      "Year Founded": "1983",
      "Location": "London, United Kingdom",
      "Domain": ""
    },
    {
      "Name": "UNESCO",
      "Website": "http://unesco.org/",
      "About": "UNESCO is a United Nations specialized agency with 194 Member States across the globe, dedicated to strengthening our shared humanity through the promotion of education, science, culture, and communication. The organization sets standards, produce tools and develop knowledge to create solutions to some of the greatest challenges of our time, and foster a world of greater equality and peace.",
      "Year Founded": "1945",
      "Location": "Paris, France",
      "Domain": ""
    },
    {
      "Name": "Transparency Coalition.ai",
      "Website": "https://www.transparencycoalition.ai/",
      "About": "We advocate for our mission through two complementary entities: The Transparency Coalition, a 501(c)(3) Nonprofit Organization is dedicated to conducting research, developing content, and educating the public on the opportunities and risks associated with generative AI. The Transparency Coalition Action Fund, a 501(c)(4) Social Welfare Organization is specifically designed to engage in advocacy and lobbying activities to influence public policy and legislation related to generative AI.",
      "Year Founded": "2024",
      "Location": "Seattle, Washington",
      "Domain": ""
    },
    {
      "Name": "The Signal",
      "Website": "https://www.thesgnl.com/",
      "About": "Each week, the Signal tracks developments in the global challenge to democratic life by autocratic power; technological progress by algorithmic control; and human freedom and flourishing by all the complications of a fast changing world …",
      "Year Founded": "2021",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "The PopTech Institute",
      "Website": "http://www.poptech.org/",
      "About": "PopTech is a global network committed to the vanguard of emerging technology, science, and creative expression. The organization stretches beyond passive idea-sharing, instead cultivating a culture defined by robust collaboration and action. Our network represents a diverse expertise pool that supports our work in a variety of ways. Members include",
      "Year Founded": "1996",
      "Location": "Camden, Maine",
      "Domain": ""
    },
    {
      "Name": "Web3 World Society",
      "Website": "https://www.w3ws.org/",
      "About": "The Web3 World Society is the think tank, research institute and digital policy consultancy for a fair, sustainable and human-centric future of the connected world. We want to promote the discourse in favor of a liberal economic and security policy in a digitally transformed, multipolar world order trough decentralized internet technology.",
      "Year Founded": "2024",
      "Location": "Munich, Germany",
      "Domain": ""
    },
    {
      "Name": "UX for Good",
      "Website": "https://www.uxforgood.org/",
      "About": "We aim to be the catalyst for impactful solutions to the world's most pressing issues, constantly pushing the boundaries of how design can create a more equitable, understanding, and humane society.",
      "Year Founded": "2011",
      "Location": "Chicago, Illinois",
      "Domain": ""
    },
    {
      "Name": "Youth Media Foundation",
      "Website": "https://www.youthmediafoundation.org/home",
      "About": "A 501(c)3 nonprofit committed to improving children’s access to the availability of fair, reliable, and objective educational media programming. With a focus on journalism, news, and current affairs, we seek to accomplish our objectives by supporting organizations that provide highly engaging, educational, non-bias, fact-based, and informative content for young audiences. Core goals: Awareness, Quality Content, Access & Digital Health. Our primary beneficiary is FirstStop News.",
      "Year Founded": "2025",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Young People's Alliance",
      "Website": "https://youngpeoplesalliance.org/",
      "About": "Empower young people to shape their future through student led advocacy and organizing",
      "Year Founded": "",
      "Location": "Washington, D.C.",
      "Domain": ""
    },
    {
      "Name": "Video Volunteers",
      "Website": "https://www.videovolunteers.org/",
      "About": "As perhaps the only organizations solely dedicated to community voice, we’re building a new field of thought and practice—exploring how to center marginalized voices at scale in an era of democratic backsliding and digital transformation. When community voices thrive, democracy strengthens.",
      "Year Founded": "2006",
      "Location": "New York, New York",
      "Domain": ""
    },
    {
      "Name": "Vana Foundation",
      "Website": "http://www.vana.org/",
      "About": "Vana is an open and decentralized network for data sovereignty, unlocking user-owned data as a new digital asset class.",
      "Year Founded": "2024",
      "Location": "George Town Grand, Cayman Islands",
      "Domain": ""
    },
    {
      "Name": "ValuesCo",
      "Website": "https://values.co/",
      "About": "ValuesCo is a decentralized, purpose-driven platform that connects brands, publishers, nonprofits, and creators with users through a gamified social network. It is designed to revolutionize marketing and social impact by engaging Gen Z and solving broken engagement channels. The network empowers users to drive meaningful action for brands and causes, while building relationships with the 2.4B Gen Z.",
      "Year Founded": "2021",
      "Location": "Nashville, Tennessee",
      "Domain": ""
    },
    {
      "Name": "WeAre Infrastructure",
      "Website": "http://www.vito.be/",
      "About": "VITO, one of Europe's leading research centers with 1,300 employees based in Belgium, turns scientific insights into groundbreaking technological innovations and policy advice. With our multidisciplinary approach and unique lab, scale-up, and testing infrastructure, we accelerate progress towards a regenerative circular economy, smart climate solutions for resilient and secure ecosystems and a healthy living environment harmonizing humans, industry, agriculture, and nature.",
      "Year Founded": "1991",
      "Location": "Mol, Belgium",
      "Domain": ""
    }
  ]
}